; --------------------------------
;         Stiletto Rounds
; --------------------------------
[GrimyStilettoRounds X2AbilityTemplate]
LocFriendlyName="Stiletto Rounds"

[GrimyStilettoRounds X2AmmoTemplate]
FriendlyName="Stiletto Rounds"
FriendlyNamePlural="Stiletto Rounds"
BriefSummary="Loaded with a powerful tranquilizer, these rounds sacrifice lethality for a chance to knock our opponents out temporarily."
TacticalText="<Bullet/> These rounds deal reduced damage and have a chance to stun enemies.\n"

; --------------------------------
;         Falcon Rounds
; --------------------------------
[GrimyFalconRounds X2AbilityTemplate]
LocFriendlyName="Falcon Rounds"

[GrimyFalconRounds X2AmmoTemplate]
FriendlyName="Falcon Rounds"
FriendlyNamePlural="Falcon Rounds"
BriefSummary="Tipped with a timed fuse, these rounds explode when near enemies and deal bonus damage."
TacticalText="<Bullet/> These rounds do extra damage and cannot be dodged by enemies.\n"

; --------------------------------
;         Redscreen Rounds
; --------------------------------
[GrimyRedscreenRounds X2AbilityTemplate]
LocFriendlyName="RedscreenRounds Rounds"

[GrimyRedscreenRounds X2AmmoTemplate]
FriendlyName="Redscreen Rounds"
FriendlyNamePlural="Redscreen Rounds"
BriefSummary="Advent rigs their weapons to explode so we the resistance can't use them. We will make them regret that."
TacticalText="<Bullet/> These rounds do extra damage and have a chance to disable the target's weapon.\n"

; --------------------------------
;         Flechette Rounds
; --------------------------------
[GrimyFlechetteRounds X2AbilityTemplate]
LocFriendlyName="FlechetteRounds Rounds"

[GrimyFlechetteRounds X2AmmoTemplate]
FriendlyName="Flechette Rounds"
FriendlyNamePlural="Flechette Rounds"
BriefSummary="Filled with lightweight flechette needles, these rounds are designed with just enough penetration to rupture interal organs but not enough to leave the victim's body."
TacticalText="<Bullet/> These rounds deal substantially more damage to organic enemies.\n"

; --------------------------------
;         Needle Rounds
; --------------------------------
[GrimyNeedleRounds X2AbilityTemplate]
LocFriendlyName="Needle Rounds"

[GrimyNeedleRounds X2AmmoTemplate]
FriendlyName="Needle Rounds"
FriendlyNamePlural="Needle Rounds"
BriefSummary="Inspired by an experimental grenade from the old war, what these rounds lack in cover piercing, they make up for lethality."
TacticalText="<Bullet/> Needle Rounds deal substantially increased damage against flanked enemies.\n"